Repository: OPUS4/application
Catalog: modules/admin/language/resources.tmx
Source language: de
Languages: en

source: Modul '%1$s'
en: Module '%1$s'

source: Dokumente verwalten
en: Manage documents

source: Sammlungen verwalten
en: Manage collections

source: Sprachen verwalten
en: Manage languages

source: Lizenzen verwalten
en: Manage licences

source: Schriftenreihen verwalten
en: Manage series

source: Zugriffskontrolle (Rollen, IP-Bereiche) verwalten
en: Manage security (roles, ip-ranges)

source: Nutzerkonten verwalten
en: Manage user accounts

source: Institution (Verbreitende Stelle) verwalten
en: Manage institution (dispersive body)

source: Benutzerdefinierte Felder (Enrichments) verwalten
en: Manage enrichment keys

source: Veröffentlichungsstatistik anzeigen
en: View statistics

source: System Informationen anzeigen
en: View system info

source: Freischalten (Dokumente begutachten)
en: Review (documents)

source: Erlaube Übergang von '%1$s' zu '%2$s'.
en: Allow transition from '%1$s' to '%2$s'.

source: Suchindex verwalten
en: Manage Search Index

source: Job-Verarbeitung verwalten
en: Manage Job Execution

source: FAQ-Seiten verwalten
en: Manage FAQ pages

source: Statischen Seiten verwalten
en: Manage Static Pages

source: Übersetzungsressourcen verwalten
en: Manage Translation Resources

source: Personenverwaltung
en: View and edit persons

source: Einstellungen
en: Settings

source: DOI Benachrichtigungen
en: DOI Notifications
